import { INewsRecord } from '../types/INewsRecord';

const newsData: INewsRecord[] = [
  {
    photoPath: '/assets/news1.jpg',
    date: '4 февраля',
    title: '5 неожиданных европейских сериалов, которые стоит посмотреть',
    text: 'Собрали пять сериалов из Европы с самыми необычными сюжетами, локациями и героями.' +
      '«Невидимые», 2020\n' +
      '1 сезон, Бельгия ' +
      'Фантастическая драма о вреде современных технологий в духе «Чёрного зеркала». ' +
      'После того, как в городе поставили 5G-вышку многие жители стали страдать от головных болей,' +
      ' а другие… будто сквозь землю провалились. И пока полиция считает, что они просто уехали, ' +
      'Лоранс Диконде оказывается свидетельницей жуткого происшествия: ' +
      'кто-то будто специально проколол глаз её отцу во время операции. ' +
      'Но проблема в том, что в кабинете, кроме самой Лоранс и медсестры, больше никого не было… или был?'
    + '«Валькирия», 2017\n' +
      '1 сезон, Норвегия' +
    '«Во все тяжкие» в мире медицины — этот сериал перевернёт представление о врачебной этике. ' +
      'Райвен работал в престижной клинике вместе с супругой и был на хорошем счету у коллег и пациентов. ' +
      'Но когда жена тяжело заболела, никто не согласился помочь ему в экспериментальном лечении. ' +
      'Тогда он инициировал её смерть, и с помощью бывшего военного ' +
      'Ляйфа организовал подпольную мини-клинику на заброшенной станции метро, ' +
      'где начал эксперименты по спасению жены…' +
    '«Дуэль под солнцем», 2014\n' +
      '2 сезона, Франция' +
      'Детективная версия «1+1» со звездой фильма «Астерикс и Обеликс: Миссия Клеопатра». ' +
      'Андже Ренуччи — комиссар старой закалки, ' +
      'нарушитель границ и гроза преступного мира Корсики. Себастиан Ле Талек — его молодой напарник, ' +
      'совсем зелёный детектив, ' +
      'который считает, что работать нужно строго по регламенту. ' +
      'Их споры часто начинаются в самый неподходящий момент, ' +
      'но исход всегда один: преступник за решёткой, а эти двое всё ещё на службе.',
  },
  {
    photoPath: '/assets/news2.jpg',
    date: '2 февраля',
    title: 'Фиби Дайневор не появится в 3 сезоне «Бриджертонов»',
    text: 'Английская актриса Фиби Дайневор («Деревня»), ' +
      'исполнившая роль Дафны в сериале «Бриджертоны» от Netflix, ' +
      'не вернётся в третьем сезоне шоу. Об этом она сообщила в интервью Screen Rant ' +
      'во время кинофестиваля «Сандэнс».' +
    'По словам Дайневор её контракт со студией завершился, ' +
      'однако она может вернуться в более поздних сезонах. ' +
      'В предыдущем сезоне она появилась в пяти эпизодах, в то время как её экранный муж, ' +
      'которого сыграл Реге-Жан Пейдж, и вовсе покинул сериал сразу после первого.' +
    'Новые серии сосредоточатся вокруг дружбы младшего брата Дафны, Колина, и милой пышечки Пенелопы Фазерингтон, ' +
      'которая всё это время была в него безответно влюблена. Оставив надежду на взаимность, ' +
      'Пенелопа принимается искать идеального мужа, а Колин ей в этом помогает. ' +
      'Но, кажется, теперь он начинает понимать, кого упустил…\n' +
      '\n' +
      'Точная дата премьеры пока не сообщается.',
  },
  {
    photoPath: '/assets/news3.jpg',
    date: '1 февраля',
    title: 'Звезда «Миниатюриста» и «Я могу уничтожить тебя» сыграет в новой комедии Ричарда Кёртиса',
    text: 'Номинант на премии «Эмми» и BAFTA Паапа Эссьеду («Миниатюрист», «Я могу уничтожить тебя») ' +
      'присоединился к Мелиссе Маккарти в пока ещё безымянной рождественской ленте от Universal и Working Title.\n' +
      '\n' +
      'Сюжет сказочной комедии развернётся вокруг мужчины-трудоголика, ' +
      'который с помощью волшебного джина пытается вернуть свою семью в канун Рождества.\n' +
      '\n' +
      'Сценарий фильма написал легендарный Ричард Кёртис («Реальная любовь»), ' +
      'а режиссёром выступит Сэм Бойд («Личная жизнь»). ' +
      'Продюсируют картину Тим Беван («Гордость и предубеждение») и Эрик Феллнер («Вселенная Стивена Хокинга»).\n' +
      '\n' +
      'Точная дата премьеры пока неизвестна.',
  },
];
export default newsData;
